eamodio.gitlens
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
iocave.customize-ui
iocave.monkey-patch
jdinhlife.gruvbox
jnoortheen.nix-ide
JuanBlanco.solidity
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
rust-lang.rust-analyzer
styled-components.vscode-styled-components
vadimcn.vscode-lldb
vscodevim.vim
